Repository: ijaz-saeed/oqtane.translations
Catalog: Urdu (ur-PK)/Oqtane.Client/Resources/SharedResources.*.resx
Languages: ur_pk

source: True
ur_pk: سچ ہے

source: False
ur_pk: غلط

source: Yes
ur_pk: جی ہاں

source: No
ur_pk: نہیں

source: Save
ur_pk: محفوظ کریں

source: Update
ur_pk: اپ ڈیٹ

source: Delete
ur_pk: حذف کریں

source: Cancel
ur_pk: منسوخ کریں

source: Admin Dashboard
ur_pk: ایڈمن ڈیش بورڈ

source: User Login
ur_pk: صارف لاگ ان

source: User Registration
ur_pk: صارف کا رجسٹریشن

source: Password Reset
ur_pk: پاس ورڈ دوبارہ ترتیب دیں

source: User Profile
ur_pk: صارف پروفائل

source: Site Settings
ur_pk: سائٹ کی ترتیبات

source: Page Management
ur_pk: صفحے کے انتظام

source: User Management
ur_pk: صارفی انتظام

source: Profile Management
ur_pk: پروفائل کا انتظام

source: Role Management
ur_pk: رول مینجمنٹ

source: File Management
ur_pk: فائل کا انتظام

source: Recycle Bin
ur_pk: ری سائیکل ٹوکری

source: Event Log
ur_pk: واقعات لاگ

source: Site Management
ur_pk: سائٹ کا انتظام

source: Module Management
ur_pk: ماڈیول کا انتظام

source: Theme Management
ur_pk: تھیم مینجمنٹ

source: Language Management
ur_pk: زبان کا انتظام

source: Scheduled Jobs
ur_pk: طے شدہ کام

source: Sql Management
ur_pk: SQL تنظیم

source: System Info
ur_pk: سسٹم کی معلومات

source: System Update
ur_pk: سسٹم اپڈیٹ

source: Download
ur_pk: ڈاؤن لوڈ کریں

source: Upload
ur_pk: اپ لوڈ کریں

source: Reset
ur_pk: دوبارہ ترتیب دیں

source: Search
ur_pk: تلاش کریں

source: Search.Hint
ur_pk: تلاش کی اصطلاح درج کریں

source: Search.By
ur_pk: سے

source: Search.Downloads
ur_pk: ڈاؤن لوڈ

source: Search.Released
ur_pk: جاری

source: Search.Version
ur_pk: ورژن

source: Edit
ur_pk: ترمیم

source: Install
ur_pk: انسٹال کریں

source: Loading
ur_pk: لوڈ ہو رہا ہے...

source: Login
ur_pk: لاگ ان کریں

source: Name
ur_pk: نام

source: Password
ur_pk: پاس ورڈ:

source: Send
ur_pk: بھیجیں

source: Status
ur_pk: حالت

source: Upgrade
ur_pk: اپ گریڈ

source: Username
ur_pk: صارف نام:

source: Version
ur_pk: ورژن

source: Add
ur_pk: شامل کریں

source: Email
ur_pk: ای میل

source: FullName
ur_pk: پورا نام:

source: LocalVersion
ur_pk: مقامی ورژن

source: Search.Source
ur_pk: ذریعہ

source: Message.InfoRequired
ur_pk: براہ کرم تمام مطلوبہ معلومات فراہم کریں

source: Free
ur_pk: مفت

source: Paid
ur_pk: ادا کیا

source: Search.Price
ur_pk: قیمت

source: Accept
ur_pk: قبول کریں

source: License Not Specified
ur_pk: لائسنس کی وضاحت نہیں کی گئی ہے

source: Review License Terms
ur_pk: لائسنس کی شرائط کا جائزہ لیں

source: Trial
ur_pk: دن کی آزمائش

source: Expires
ur_pk: میعاد ختم

source: Extend
ur_pk: بڑھانا

source: Not Specified
ur_pk: متعین نہیں

source: BlazorServer
ur_pk: بلیزر سرور

source: BlazorWebAssembly
ur_pk: بلیزر ویب اسمبلی

source: BlazorHybrid
ur_pk: بلیزر ہائبرڈ

source: Settings
ur_pk: ترتیبات

source: HidePassword
ur_pk: چھپائیں

source: ShowPassword
ur_pk: دکھائیں

source: PageOfPages
ur_pk: صفحہ {0} از {1}

source: Url Mappings
ur_pk: یو آر ایل میپنگز

source: Visitor Management
ur_pk: وزیٹر مینجمنٹ

source: Oqtane.Marketplace
ur_pk: براہ کرم نوٹ کریں کہ اوپر دکھائے گئے فریق ثالث کے ایکسٹینشنز کو <a href="https://www.oqtane.net" target="_new">Oqtane Marketplace</a> میں رجسٹر کیا گیا ہے۔ جو انہیں فریم ورک میں بغیر کسی رکاوٹ کے ڈاؤن لوڈ اور انسٹال کرنے کے قابل بناتا ہے۔
